cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'jarun/imgp'

brew 'ag'
brew 'curl'
brew 'git'
brew 'go'
brew 'gradle'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'pinentry-mac'
brew 'python'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'tig'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'zsh'
brew 'imgp'

cask '1password'
cask 'firefox'
cask 'slack'
cask 'vlc'
cask 'postman'
cask 'amethyst'
cask 'caffeine'
cask 'moom'
cask 'dropbox'
