cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'universal-ctags/universal-ctags'

brew 'ag'
brew 'curl'
brew 'git'
brew 'go'
brew 'gradle'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'macvim', args: ['with-lua', 'with-luajit']
brew 'neovim/neovim/neovim'
brew 'pinentry-mac'
brew 'python'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'tig'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
brew 'vim', args: ['HEAD', 'with-lua', 'with-luajit']
brew 'watch'
brew 'wget'
brew 'zsh'

cask '1password'
cask 'firefox'
cask 'slack'
cask 'vlc'
