2gua.rainbow-brackets
anan.jetbrains-darcula-theme
anysphere.cursorpyright
eamodio.gitlens
fogio.jetbrains-color-theme
fogio.jetbrains-file-icon-theme
gabemahoney.pycharm-dark-theme-for-python
golang.go
jebbs.plantuml
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-vscode-remote.remote-containers
rokoroku.vscode-theme-darcula
vscodevim.vim
